package com.hb.pm;

/*
 * ----------------------------------------------
 * MyBBS게시판 (ver 0.0.1)
 * ----------------------------------------------
 * 1.목록 2.글쓰기 3.글삭제>2
 * 제목>test1
 * 내용>testtest
 * 1.목록 2.글쓰기 3.글삭제>1
 * ------------------------------------
 * 	제목	|	내용
 * ----------------------------------------------
 * 	test1	|	test01
 * ----------------------------------------------
 * 1.목록 2.글쓰기 3.글삭제>2
 * 제목>test2
 * 내용>testtest
 * 1.목록 2.글쓰기 3.글삭제>1
 * ----------------------------------------------
 * 	제목	|	내용
 * ----------------------------------------------
 * 	test1	|	testtest
 * 	test2	|	testtest
 * ----------------------------------------------
 * 
*/

public class Ex05 {

	public static void main(String[] args) {
		// TODO Auto-generated method stub

	}

}
