package com.bit.day07;
/* 2개 반...
 *-----------------------------------------
 * 학생 성적 관리 프로그램(ver 0.0.2)
 *------------------------------------------ 
 * 
 * 
 * 1.반 선택 2.결과보기>1
 * 
 * 반>1
 * 
 * 1반 1번학생 국어>
 * 1반 1번학생 영어>
 * 1반 1번학생 수학>
 * 
 * 입력 결과 - 국어 : xx , 영어 : xx , 수학 : xx
 * 
 * 1.반 선택 2.결과보기>1
 * 반>1
 * 
 * 1반 2번학생 국어>
 * 1반 2번학생 영어>
 * 1반 2번학생 수학>
 * 
 * 입력 결과 - 국어 : xx , 영어 : xx , 수학 : xx
 * 
 * 1.반 선택 2.결과보기>1
 * 반>2
 * 
 * 2반 1번학생 국어>
 * 2반 1번학생 영어>
 * 2반 1번학생 수학>
 * 
 * 입력 결과 - 국어 : xx , 영어 : xx , 수학 : xx
 * 
 * 1.반 선택 2.결과보기>1
 * 반>1
 * 
 * 1반 3번학생 국어>
 * 1반 3번학생 영어>
 * 1반 3번학생 수학>
 * 
 * 입력 결과 - 국어 : xx , 영어 : xx , 수학 : xx
 * 
 * 1.반 선택 2.결과보기>2
 * -------------------------------
 * 1반
 * -------------------------------
 * 총원 : xx명
 * 국어 평균 : xx.xx
 * 영어 평균 : xx.xx
 * 수학 평균 : xx.xx
 * 합계 평균 : xx.xx
 * -------------------------------
 * 2반
 * -------------------------------
 * 총원 : xx명
 * 국어 평균 : xx.xx
 * 영어 평균 : xx.xx
 * 수학 평균 : xx.xx
 * 합계 평균 : xx.xx
 * 
*/
public class Ex09 {

	public static void main(String[] args) {

	}

}
