package com.hb.pm;
/*
 * ======================================
 * 학생성적관리프로그램(ver 0.1.1)
 * ======================================
 
 * 1.전체보기 2.입력 3.상세보기 >1
 * ---------------------------------------------------
 * 학번	|	성명	|	국어	|	영어	|	수학
 * ---------------------------------------------------
 * 	1		홍길동		0			0			0		
 * 	2		김말자		0			0			0		
 * 	3		김개똥		0			0			0		
 * 	4		이순신		0			0			0		
 * 	5		최순실		0			0			0		
 * ---------------------------------------------------
 * 
 * 입력시>예외처리
 * 
 * 숫자입력시 > 문자입력오류해결
 * 이름 > 3자
 * 각 점수 > 최소 0점~100점
 * 
 * 
 */
public class Ex09 {

	public static void main(String[] args) {
		// TODO Auto-generated method stub

	}

}
